<?php
$_ = array (
  'heading_title' => 'Бесплатная доставка по акции <span style="color:#f95050;font-style:italic;">(для модуля "Менеджер спецпредложений")</span>',
  'heading_smart_title' => 'Бесплатная доставка по акции', 
  'text_shipping' => 'Методы доставки',
  'text_module_assignment' => 'Для работы совместно с модулем "Менеджер спецпредложений"',
  'text_success' => 'Настройки успешно изменены!',
  'text_edit' => 'Редактирование',  
  'entry_name' => 'Наименование',
  'entry_description' => 'Описание',  
  'entry_total' => 'Лимит суммы',
  'entry_geo_zone' => 'Географическая зона',
  'entry_status' => 'Статус',
  'entry_sort_order' => 'Порядок сортировки',
  'help_total' => 'Минимальная сумма заказа, необходимая для того, чтобы бесплатная доставка по акции стала доступна.',
  'help_name' => 'Если оставить поле пустым, то наименование метода оплаты будет взято из языкового файла.',  
  'help_descr' => 'В полях "Наименование" и "Описание" можно использовать предопределенную переменную <span style="font-weight:bold;">{SOM}</span>, вместо которой в дальнейшем будет подставляться наименование спецпредложения.',   
  'error_permission' => 'У Вас нет прав для управления данным модулем!',
);
