<?php
// Heading
$_['heading_title']                      = '<span style = "color:#05a120"><i class="fa fa-comments-o" aria-hidden="true" style = "font-size: 14px"></i> Ex-reviews</span> - Отзывы о товарах';
$_['heading_store_title']                = '<span style = "color:#05a120"><i class="fa fa-comments-o" aria-hidden="true" style = "font-size: 14px"></i> Ex-reviews</span> - Отзывы о магазине';
$_['page_title']                         = 'Ex-reviews - Отзывы о товарах';
$_['page_store_title']                   = 'Ex-reviews - Отзывы о магазине';

// Text
$_['text_extension']                     = 'Модули';
$_['text_success']                       = 'Настройки модуля обновлены!';
$_['text_edit']                          = 'Редактирование модуля';
$_['text_main_settings']                 = 'Основные настройки';
$_['text_media_settings']                = 'Настройки загружаемых медиа';
$_['text_edit']                          = 'Редактирование модуля';
$_['text_on']                            = 'Вкл';
$_['text_off']                           = 'Выкл';
$_['text_yes']                           = 'Да';
$_['text_no']                            = 'Нет';
$_['text_default_sorting']               = 'Стандартная сортировка';
$_['text_num_reviews']                   = 'Количество отзывов на странице';
$_['text_register']                      = 'Отзывы могут оставлять только зарегистрированные покупатели';
$_['text_likes']                         = 'Лайки/дизлайки только зарегистрированные покупатели';
$_['text_rating']                        = 'Оценка при написании отзыва обязательна/нет';
$_['text_limitations']                   = 'Поля достоинства/недостатки показывать/нет';
$_['text_captcha']                       = 'Показывать капчу';
$_['text_answer']                        = 'Добавить возможность отвечать на отзывы';
$_['text_answer_register']               = 'Отвечать могут только зарегистрированные';
$_['text_add_photo']                     = 'Возможность добавления фото';
$_['text_add_video']                     = 'Возможность добавления видео';
$_['text_all_media']                     = 'Показывать блок все фото и видео';
$_['text_delete_images']                 = 'Удалить из папки все изображения не привязанные к отзывам';
$_['text_delete']                        = 'Удалить';
$_['text_delete_image']                  = 'Удалить изображение';
$_['text_thumbs_size']                   = 'Размер фото и видео миниатюр: ширина/высота в пикселях';
$_['text_popup_size']                    = 'Размер оригинальных фото: ширина/высота в пикселях. 0 - оставлять без изменений.';
$_['text_size_limit']                    = 'Ограничение загружаемых фотографий по разрешению: ширина/высота в пикселях.';
$_['text_weight_limit']                  = 'Максимально допустимый размер загружаемой фотографии в мегабайтах.';
$_['text_count_limit']                   = 'Ограничение количества прикрепляемых фотографий к одному отзыву.';
$_['text_license_key']                   = 'Введите лицензионный ключ.';
$_['text_license_key_save']              = 'Сохранить ключ';
$_['text_entry_key']                     = 'Введите лицензионный ключ';
$_['sort_date']                          = 'По дате';
$_['sort_most_useful']                   = 'Самые полезные';
$_['sort_rating']                        = 'По рейтингу';
$_['sort_with_media']                    = 'С фото и видео';
$_['text_link_allreviews']               = 'Ссылка на страницу со всеми отзывами';

//Owl-carousel
$_['text_owl_settings']    = 'Настройки каруселей миниатюр';
$_['text_owl_store']    = 'Настройки owl-carousel';
$_['text_owl_product']    = 'Настройки owl-carousel во вкладке товара';
$_['text_owl_reviews']    = 'Настройки owl-carousel на странице со всеми отзывами';
$_['text_owl_prod']    = 'Owl-carousel в товарах';
$_['text_owl_rev']    = 'Owl-carousel на странице всех отзывов';
$_['text_owl_size']    = 'Размер миниатюр';
$_['text_owl_radius']    = 'Border-radius (Скругление углов миниатюр)';
$_['text_owl_screen']    = 'Разрешение экрана';
$_['text_owl_photo']    = 'Карусель фото';
$_['text_owl_video']    = 'Карусель видео';
$_['text_owl_count']    = 'Количество элементов';
$_['text_micro']    = 'Микроразметка отзывов (Schema.org)';

//Rewards
$_['rewards_title']                      = 'Вознаграждение за отзывы';
$_['rewards_status']                     = 'Включить бонусные баллы за отзывы';
$_['text_bonus']                         = 'Бонусных баллов за отзыв';
$_['text_bonus_photo']                   = 'Бонусных баллов за отзыв с фото';
$_['text_bonus_video']                   = 'Бонусных баллов за отзыв с видео';
$_['text_bonus_likes_status']            = 'Включить бонусные баллы за пользу отзыва';
$_['text_bonus_likes']                   = 'Бонусных баллов за полученный лайк';
$_['text_link_to_page']                  = 'Ссылка на страницу "Отзывы о магазине';
$_['text_enable_bonuse']                 = 'Засчитать бонусы за комментарий';

//API
$_['api_notifications']                  = 'Данные библиотеки, скрипты и стили необходимы для правильной работы модуля. В разных шаблонах на странице товара уже могут быть подключены те или иные скрипты из представленных ниже. Поэтому, чтоб не дублировать загрузку уже имеющихся библиотек, создана возможность их отключения прямо из настроек модуля.';
$_['text_dropzone']                      = 'Подключить Dropzone';
$_['text_magnific']                      = 'Подключить Magnific Popup';
$_['text_carousel']                      = 'Подключить Подключить owl.carousel';
$_['text_bootstrap_css']                 = 'Подключить Bootstrap CSS';
$_['text_bootstrap_js']                  = 'Подключить Bootstrap JS';
$_['text_api']                           = 'Подключаемые библиотеки';

//Media
$_['text_imgbb_on']                      = 'Грузить фото на хостинг imgbb.com';
$_['text_imgbb_key']                     = 'API ключ от хостинга imgbb.com';
$_['text_imgbb_help']                    = 'Фотографии будут загружаться на сторонний хостинг картинок imgbb.com';
$_['text_key_help']                      = 'Индивидуальный ключ который выдается при регистрации на хосстинге картинок imgbb.com';
$_['text_youtube_help']                  = 'Добавить возможность размещения в отзывах видеофайлов добавленных в youtube';
$_['text_delete_help']                   = 'Удаляет из базы данных все фотографии не привязанные к отзывам + удаляет эти фотографии с вашего сервера';
$_['text_thumb_help']                    = 'Данный параметр не влияет на фактический размер отображаемых в отзывах миниматюр, будет изменяться только их качество.';
$_['text_max_size']                      = 'При загрузке пользователем изображений превышающих заданные размеры будет выводиться ошибка.';
$_['text_size_control']                  = 'Изменяет размер изображения перед загрузкой на сервер. При включенной опции «Грузить фото на хостинг imgbb.com» рекомендуемые значения не выше 2000 пикселей, так как загрузка слишком больших фотографий на сторонний хостинг без ресайза может осуществляться достаточно долго.';
$_['text_max_weight']                    = 'Максимальынй разрешенный вес изображения загружаемого на хостинг imgbb.com = 15мб.';
$_['text_likes_help']                    = 'Бонусные баллы будут начисляться за полученные лайки к отзывам.';



//Support
$_['text_support']                      = 'Информация о модуле';
$_['text_thanks']                       = '<h3>Благодарю за использование модуля «<span style="color:#05a120">Ex-reviews</span> - Отзывы о товарах» v2.0</h3><h4>Надеюсь вы останетесь довольны своим выбором</h4><p>С уважением, разработчик модуля - Лебедев Егор</p>';
$_['text_module_reviews']               = 'Отзывы о модуле';
$_['text_contacts']                     = 'Контакты разработчика';
$_['text_site']                         = 'Сайт: ';
$_['text_email']                        = 'Почта: ';



// Entry
$_['entry_name']                         = 'Название';
$_['entry_admin_name']                   = 'Стандартное имя администратора в ответах';
$_['entry_automoderate']                 = 'Автомодерирование отзывов';
$_['entry_limit']                        = 'Лимит';
$_['entry_image']                        = 'Изображение (ширина x высота)';
$_['entry_width']                        = 'Ширина';
$_['entry_height']                       = 'Высота';
$_['entry_status']                       = 'Статус';
$_['entry_title']                        = 'Заголовок страницы со всеми отзывами';


// Error
$_['error_permission']                   = 'У вас нет прав для управления этим модулем!';
$_['error_name']                         = 'Имя модуля должно быть от 3 до 64 символов!';
$_['error_width']                        = 'Необходимо указать ширину!';
$_['error_height']                       = 'Необходимо указать высоту!';
