<?php
// Heading
$_['heading_title']                           = '<span style = "color:#05a120"><i class="fa fa-comments-o" aria-hidden="true" style = "font-size: 14px"></i> Ex-reviews</span> - Карусель отзывов о магазине';

// Entry
$_['entry_status']                            = 'Статус';
$_['entry_limit']      						            = 'Лимит';
$_['entry_name']       						            = 'Название в админ панели';
$_['entry_title']       						          = 'Заголовок на сайте';
$_['entry_autoplay_speed']                    = 'Введите скорость пролистывания слайдов';

// Text
$_['text_module']                             = 'Модули';
$_['text_success']                            = 'Вы успешно сохранили настройки модуля!';
$_['text_edit']                               = 'Редактировать модуль';
$_['autoplay_speed']                          = 'Скорость пролистывания';
$_['text_only_photo']                         = 'Только с фото';
$_['text_only_video']                         = 'Только с видео';
$_['text_auto']                               = 'Авто пролистывание карусели';
$_['text_extension']                          = 'Модули';
$_['text_main_settings']                      = 'Основные настройки';
$_['text_media_settings']                     = 'Настройки загружаемых медиа';
$_['text_edit']                               = 'Редактирование модуля';
$_['text_on']                                 = 'Вкл';
$_['text_off']                                = 'Выкл';
$_['text_yes']                                = 'Да';
$_['text_no']                                 = 'Нет';
$_['text_default_sorting']                    = 'Стандартная сортировка';
$_['text_num_reviews']                        = 'Количество отзывов на странице';
$_['text_register']                           = 'Отзывы могут оставлять только зарегистрированные покупатели';
$_['text_likes']                              = 'Лайки/дизлайки только зарегистрированные покупатели';
$_['text_rating']                             = 'Оценка при написании отзыва обязательна/нет';
$_['text_limitations']                        = 'Поля достоинства/недостатки показывать/нет';
$_['text_captcha']                            = 'Показывать капчу';
$_['text_answer']                             = 'Добавить возможность отвечать на отзывы';
$_['text_answer_register']                    = 'Отвечать могут только зарегистрированные';
$_['text_add_photo']                          = 'Возможность добавления фото';
$_['text_add_video']                          = 'Возможность добавления видео';
$_['text_all_media']                          = 'Показывать блок все фото и видео';
$_['text_delete_images']                      = 'Удалить из папки все изображения не привязанные к отзывам';
$_['text_delete']                             = 'Удалить';
$_['text_thumbs_size']                        = 'Размер фото и видео миниатюр: ширина/высота в пикселях';
$_['text_popup_size']                         = 'Размер оригинальных фото: ширина/высота в пикселях. 0 - оставлять без изменений.';
$_['text_size_limit']                         = 'Ограничение загружаемых фотографий по разрешению: ширина/высота в пикселях.';
$_['text_weight_limit']                       = 'Максимально допустимый размер загружаемой фотографии в мегабайтах.';
$_['text_count_limit']                        = 'Ограничение количества прикрепляемых фотографий к одному отзыву.';
$_['text_license_key']                        = 'Введите лицензионный ключ.';
$_['text_license_key_save']                   = 'Сохранить ключ';
$_['text_entry_key']                          = 'Введите лицензионный ключ';
$_['sort_date']                               = 'По дате';
$_['sort_most_useful']                        = 'Самые полезные';
$_['sort_rating']                             = 'По рейтингу';
$_['sort_with_media']                         = 'С фото и видео';



// Entry
$_['entry_name']                              = 'Название';
$_['entry_admin_name']                        = 'Стандартное имя администратора в ответах';
$_['entry_automoderate']                      = 'Автомодерирование отзывов';
$_['entry_limit']                             = 'Лимит';
$_['entry_image']                             = 'Изображение (ширина x высота)';
$_['entry_width']                             = 'Ширина';
$_['entry_height']                            = 'Высота';
$_['entry_status']                            = 'Статус';

// Error
$_['error_permission']                        = 'У вас нет прав для управления этим модулем!';
$_['error_name']                              = 'Имя модуля должно быть от 3 до 64 символов!';
$_['error_width']                             = 'Необходимо указать ширину!';
$_['error_height']                            = 'Необходимо указать высоту!';
